Repository: todorarabadzhiev/MvcProject
Catalog: WildCampingWithMvc/App_GlobalResources/GlobalResources.*.resx
Languages: bg

# ErrAtLeasOneImageRequired
source: At least one image required!
bg: Задължително е качването на поне едно изображение!

# ErrNameIsRequired
source: The name is required!
bg: Името е задължително!

# ErrNameLength_2
source: The name should contain at least 2 characters!
bg: Името трябва да съдържа поне 2 символа!

# TextAdd
source: Add
bg: Добави

# TextAddCampingPlace
source: Add camping place
bg: Добавяне на местенце

# TextAddedBy
source: Added by {0}
bg: Добавено от {0}

# TextAddImages
source: Add images
bg: Добави изображения

# TextCampingPlaceDetails
source: Details about \"{0}\"
bg: Подробна информация за "{0}"

# TextChangePassword
source: Change password
bg: Смени парола

# TextClickToLogIn
source: Click to login
bg: Кликни тук, за да влезнеш

# TextCode
source: Code
bg: Код

# TextConfirmEmail
source: Confirm Email
bg: Потвърди Email

# TextConfirmNewPassword
source: Confirm new password
bg: Въведете още веднъж новата парола

# TextConfirmPassword
source: Confirm password
bg: Въведете още веднъж паролата

# TextConfirmPasswordChange
source: Confirm password change
bg: Потвърждение за смяна на парола

# TextCurrentPassword
source: Current password
bg: Текуща парола

# TextDescription
source: Description
bg: Кратко описание

# TextDoNotRememberPassword
source: Forgot password?
bg: Не си спомняте паролата?

# TextEdit
source: Edit
bg: Редактирай

# TextEditCampingPlace
source: Edit camping place
bg: Редактиране на местенце

# TextEnter
source: Enter
bg: Влез

# TextFailedLogIn
source: Failed Login
bg: Неуспешно влизане!

# TextFirstName
source: First name
bg: Собствено име

# TextForgottenPasswordConfirmation
source: Forgotten password confirmation
bg: Потвърждение за забравена парола

# TextGoogleMapsUrl
source: Link to Google maps
bg: Връзка към положение в Google maps

# TextHasWater
source: Has drinking water
bg: Има питейна вода

# TextHello
source: Hello
bg: Здрасти,

# TextLastName
source: Last name
bg: Фамилно име

# TextLogOff
source: Log off
bg: Излез

# TextNewPassword
source: New password
bg: Нова парола

# TextPassword
source: Password
bg: Парола

# TextPhoneNumber
source: Phone number
bg: Телефонен номер

# TextPlaceName
source: Camping place name
bg: Име на местенцето

# TextRegister
source: Register
bg: Регистрация

# TextRegisterAsNewUser
source: Register as a new user
bg: Регистрирай се като нов потребител

# TextRememberBrowser
source: Remember browser
bg: Да запомня ли този браузър?

# TextRememberMe
source: Remember me
bg: Запомни ме?

# TextTitle
source: Wild Camping Sites
bg: Биваци за диваци

# WarnPasswordLength
source: {0} should contain at least {1} characters!
bg: {0}та трябва да съдържа поне {1} символа!

# WarnPasswordsDoNotMatch
source: Passwords do not match!
bg: Двете пароли не съвпадат!
